[
    {
        "test_id": 1,
        "test_rubric":8,
        "test_title":"Generalized Anxiety Disorder (GAD) -7 Screening Tool",
        "questions":[
            {"test_question": "Over the last 2 weeks, how often have you been bothered by feeling, nervous, anxious or on edge?"},
            {"test_question": "Over the last 2 weeks, how often are you unable to stop or control worrying?"},
            {"test_question": "Over the last 2 weeks, how often are worrying too much about different things?"},
            {"test_question": "Over the last 2 weeks, how often are you having trouble relaxing?"},
            {"test_question": "Over the last 2 weeks, how often have you been so restless it is hard to sit still?"},
            {"test_question": "Over the last 2 weeks are you becoming easily annoyed or irritated?"},
            {"test_question": "Over the last 2 weeks have you felt afraid as if something terrible might happen?"}
        ]
    },
    {
        "test_id": 2,
        "test_rubric":7,
        "test_title": "Patient Health Questionnaire (PHQ-9) Depression Screening",
        "questions":[
            {"test_question": "Over the last 3 weeks, have you had litttle interest or please in doing things?"},
            {"test_question": "Over the last 3 weeks, have you been feeling down, depressed or hopeless"},
            {"test_question": "Over the last 3 weeks, have you had trouble falling or staying asleep or have been sleeping too much?"},
            {"test_question": "Over the last 3 weeks, have you had a poor appetite or have been overeating?"},
            {"test_question": "Over the last 3 weeks, have you been feeling bad about yourself? or that you have been a failure or let yourself? or that you have let yourself or others down? "},
            {"test_question": "Over the last 3 weeks, have you had trouble concentrating on things such as reading a newspaper or watching television?"},
            {"test_question": "Over the last 3 weeks, have you been moving or speaking slowly that people noticed? or on the other end, have you been so moving around more than usual?"},
            {"test_question": "Over the last 3 weeks, have you thought that you would be better off dead or hurting yourself?"}
        ]
    },
    {
        "test_id": 3,
        "test_rubric":6,
        "test_title": "Insomnia Severity Index",
        "questions":[
            {"test_question": "Over the past 2 weeks, have you had difficulty falling asleep?"},
            {"test_question": "Over the past 2 weeks, have you had difficulty staying asleep?"},
            {"test_question": "Over the past 2 weeks, have you had problems waking up too early?"},
            {"test_question": "Over the past 2 weeks, how satisfied have you been with your current sleep pattern?"},
            {"test_question": "Over the past 2 weeks, to what extent do you consider your sleep problem to interfere with your daily functioning?"},
            {"test_question": "Over the past 2 weeks, how noticable do you think your sleeping problem is to other people?"},
            {"test_question": "Over the past 2 weeks, how worried or distressed are you about your current sleep problem?"}
        ]
    }

]